let quests =[];
for (let i=0;i<34;i++) {quests[i] = [];}

quests[0][0] = "Адзначце выразы, якія не з\’яўляюцца словазлучэннем:";
quests[0][1] = "вясёлы і шчыры";
quests[0][2] = "насупраць дома";
quests[0][3] = "сорак тры";
quests[0][4] = "цікавая сустрэча";
quests[0][5] = "карыстацца ў маўленні";
quests[0][6] = "123";
quests[0][7] = 0; 

quests[1][0] = "Адзначце сказы, у якіх на месцы пропуску абавязкова ставіцца працяжнік:";
quests[1][1] = "Ягадкі журавін _ як кропелькі зніклай расы.";
quests[1][2] = "Аптымізм _ гэта ўласцівасць душэўнага здароўя.";
quests[1][3] = "Пяць у шэсць _ трыццаць.";
quests[1][4] = "Задача выпускніка _ правільна абраць свой далейшы шлях.";
quests[1][5] = "Сябра _ не грыб, у лесе не знойдзеш.";
quests[1][6] = "234";
quests[1][7] = 0; 

quests[2][0] = "Адзначце сказы з аднароднымі членамі, дзе прапушчаны знакі прыпынку:";
quests[2][1] = "Пытаўся Іван у лесніка пра ўсё пра жыццё звяроў і птушак, пра паасобныя расліны, пра работу ў лясніцтве.";
quests[2][2] = "Мы ў сэрцы носім радасць ды пераможна распраўляем крылы.";
quests[2][3] = "Пад кашлатай бярозкай або маладой сасонкай убачыш першы баравік.";
quests[2][4] = "То з аднаго боку  то з другога боку праглядваліся стрэхі хат, пакрытыя белым снегам.";
quests[2][5] = "Сойкі без стомы збіраюць шышкі і арэхі, і жалуды.";
quests[2][6] = "145";
quests[2][7] = 0; 

quests[3][0] = "Адзначце сказы, у якіх выдзеленыя курсівам словы трэба выдзеліць коскамі:";
quests[3][1] = "Гэтая золкая раніца <i>здаецца</i> мне самай цёплай і яснай.";
quests[3][2] = "І верас <i>здаецца</i> полымем гарыць і зіхаціць на сонцы.";
quests[3][3] = "Да творчасці чалавека <i>часам</i> змушае не толькі покліч душы, але і іншыя абставіны.";
quests[3][4] = "Скарына <i>безумоўна</i> мог атрымаць ступень доктара медыцыны і ў іншым універсітэце.";
quests[3][5] = "І з вамі <i>дзеці</i> хачу паверыць у дабрыню і ў шчыры свет без хмар.";
quests[3][6] = "245";
quests[3][7] = 0; 

quests[4][0] = "Адзначце сказы, у якіх знакі прыпынку расстаўлены правільна:";
quests[4][1] = "Месяц, ласкавы і нясмелы, сарамліва выглядаў з-за далёкага лесу.";
quests[4][2] = "Млява пагойдваецца, пацягнутае рэдкім туманам, возера.";
quests[4][3] = "Некалі на гэтым хутары жыў каваль па мянушцы Жалезны.";
quests[4][4] = "Захоплены спевамі жаўрука я прысеў на пянёк.";
quests[4][5] = "Іван, камандзір разведкі, вярнуўся да вогнішча хмурны.";
quests[4][6] = "15";
quests[4][7] = 0; 

quests[5][0] = "Адзначце сказы, у якіх выдзеленыя курсівам канструкцыі неабходна выдзеліць коскамі:";
quests[5][1] = "Усе студэнты <i>за выключэннем першакурснікаў</i> памятаюць цудоўныя лекцыі прафесара Салаўёва.";
quests[5][2] = "<i>Адшапацеўшы маладою ніўкаю</i> каханне заблукала паміж росамі.";
quests[5][3] = "Маці слухала маё апраўданне <i>ўсміхаючыся</i>.";
quests[5][4] = "Куды ж ты сабраўся <i>на ноч гледзячы?</i>";
quests[5][5] = "Там <i>за шырокім гасцінцам</i> размясціўся лагер турыстаў.  ";
quests[5][6] = "125";
quests[5][7] = 0; 

quests[6][0] = "Адзначце сказы, у якіх на месцы пропускаў неабходна паставіць коскі:";
quests[6][1] = "Віталь жыў з бабуляй _ як у Бога за пазухай.";
quests[6][2] = "Па абодва бакі чыгункі _ нібы вартавыя_ стаяць магутныя дубы.";
quests[6][3] = "Сцяблінка _ быццам вырастае з трох далоняў-лістоў.";
quests[6][4] = "Твая мара _ нібы чарадзейная казка.";
quests[6][5] = "Вакол ляжалі _ як віцязі на полі бітвы _ паваленыя дрэвы.";
quests[6][6] = "25";
quests[6][7] = 0; 

quests[7][0] = "Адзначце складаназлучаныя сказы, у якіх на месцы пропуску ставіцца коска:";
quests[7][1] = "А назаўтра расчысцілася неба _ і сонца пачало прасушваць зямлю.";
quests[7][2] = "Сонца паднялося досыць высока _ але ў сасонніку гарачыні яшчэ не адчувалася.";
quests[7][3] = "Дрэвы глядзяцца ў ваду _ і кроны іх з кожным лісточкам выразна адбіваюцца ў ціхай плыні.";
quests[7][4] = "На жаль, маўчала возера ў тумане _ ды вербы плакалі ў цішы.";
quests[7][5] = "Хвіліна _ і з бездані начной уніз ляцяць зоры.";
quests[7][6] = "23";
quests[7][7] = 0; 

quests[8][0] = "Адзначце складаназалежныя сказы, у якіх неабходна паставіць дзве коскі:";
quests[8][1] = "Яшчэ не раз у час трывожны ўспомню край, дзе мы раслі і дзе на залітай сонцам пожні танцуюць белыя буслы.";
quests[8][2] = "Пад трапяткую цішыню што ахінула край дрымотай у вочы ландышу зірну.";
quests[8][3] = "Стала так ціха што чуваць было як шапоча лісце таполяў на вуліцы.";
quests[8][4] = "Вы павінны памятаць што калі нікога няма ў пакоі не маеце права туды заходзіць.";
quests[8][5] = "У тое лета не вярнуся дзе росным ранкам белы бусел над нашай хатай пралятаў.  ";
quests[8][6] = "23";
quests[8][7] = 0; 

quests[9][0] = "Адзначце бяззлучнікавыя сказы, у якіх на месцы пропуску ставіцца працяжнік:";
quests[9][1] = "Даспелым жытам пахне цёплы вечар _ расой і мёдам пырскае трава.";
quests[9][2] = "Папрацуеш старанна на зямлі _ яна шчодра аддзякуе табе.";
quests[9][3] = "У вачах Міколкі ззяла радасць _ ён выканаў сакрэтны абавязак.";
quests[9][4] = "Яшчэ імгненне _ раскрыўся парашут.";
quests[9][5] = "Добра працуеш _ павагу маеш. ";
quests[9][6] = "245";
quests[9][7] = 0;

quests[10][0] = "Адзначце складаныя сказы з рознымі відамі сувязі частак:  ";
quests[10][1] = "Так ужо атрымалася, што ў ліцэі, у якім Адам Міцкевіч спадзяваўся ўладкавацца на працу, вакантнага месца не знайшлося.";
quests[10][2] = "Пакуль слава продкаў яшчэ святая для народа, няма нічога страшнага, але калі яна будзе зняважана, прыніжана, то ўсё прапала.";
quests[10][3] = "Вітала неба нас без хмараў, квітнеў званочкаў зарапад, і дні малінавым нектарам цяклі за сіні далягляд.";
quests[10][4] = "І імкліва ў неба ўзлятае кожная птушка, бо яе дом не толькі на зямлі, але і на небе.";
quests[10][5] = "Калі скончылася навальніца і неба праяснілася, я нарэшце ўбачыў сонца.";
quests[10][6] = "23";
quests[10][7] = 0;

quests[11][0] = "Адзначце сказы з прапушчанымі знакамі прыпынку:";
quests[11][1] = "Хлопчык усклікнуў: \“Якая цудоўная раніца\”";
quests[11][2] = "Маці сумна сказала: \“Гэта не журавы, гэта буслы з суседняй вёскі\”.";
quests[11][3] = "\“Я ўчора прыехаў, – прамовіў Андрэй Пятровіч і дадаў – Дадому паеду ў суботу\”.";
quests[11][4] = "\“Мяркуйце аб чалавеку па яго справах, – сказаў бацька – а не па прыгожых словах\”.";
quests[11][5] = "\“Эх, і прыгожыя ў вас мясціны!\” – сказаў настаўнік, каб разгаварыцца з палешуком.  ";
quests[11][6] = "134";
quests[11][7] = 0;

quests[12][0] = "Прачытайце тэкст і выканайце заданні: <br><i> Памаленьку, але з кожным днём усё смялей і ўладарней наступала вясна. Снег проста ўвачавідкі асядаў, змрачнеў і адсоўваўся як мага далей.Удзень капала са стрэх. Паветра вільгатнела, святлела. Ні з таго ні з сяго сярод белага дня галасіста спявалі пеўні, і на прагалінах капашыліся вераб\’і. Зіма, праўда, не хацела здавацца, храбрылася. Ноччу браўся яршысты марозік, сцягваў тонкім лядком лужыны.Ранкам церусіў халодны дожджык... Восень </i><br> Вызначце і запішыце стыль тэксту:";
quests[12][1] ="";
quests[12][2] ="";
quests[12][3] ="";
quests[12][4] ="";
quests[12][5] ="";
quests[12][6] ="мастацкі";
quests[12][7] =2;

quests[13][0] = "Прачытайце тэкст і выканайце заданні: <br><i> Памаленьку, але з кожным днём усё смялей і ўладарней наступала вясна. Снег проста ўвачавідкі асядаў, змрачнеў і адсоўваўся як мага далей.Удзень капала са стрэх. Паветра вільгатнела, святлела. Ні з таго ні з сяго сярод белага дня галасіста спявалі пеўні, і на прагалінах капашыліся вераб\’і. Зіма, праўда, не хацела здавацца, храбрылася. Ноччу браўся яршысты марозік, сцягваў тонкім лядком лужыны.Ранкам церусіў халодны дожджык... Восень </i><br> Вызначце тып тэксту і запішыце:";
quests[13][1] ="";
quests[13][2] ="";
quests[13][3] ="";
quests[13][4] ="";
quests[13][5] ="";
quests[13][6] ="апавяданне";
quests[13][7] =2;

quests[14][0] = "Прачытайце тэкст і выканайце заданні: <br><i> Памаленьку, але з кожным днём усё смялей і ўладарней наступала вясна.</i><u> Снег проста ўвачавідкі асядаў, змрачнеў і адсоўваўся як мага далей.</u><i>Удзень капала са стрэх. Паветра вільгатнела, святлела. Ні з таго ні з сяго сярод белага дня галасіста спявалі пеўні, і на прагалінах капашыліся вераб\’і. Зіма, праўда, не хацела здавацца, храбрылася. Ноччу браўся яршысты марозік, сцягваў тонкім лядком лужыны.Ранкам церусіў халодны дожджык... Восень </i><br> Вызначце і запішыце тып другога сказа паводле мэты выказвання:";
quests[14][1] ="";
quests[14][2] ="";
quests[14][3] ="";
quests[14][4] ="";
quests[14][5] ="";
quests[14][6] ="апавядальны";
quests[14][7] =2;

quests[15][0] = "Прачытайце тэкст і выканайце заданні: <br><i> Памаленьку, але з кожным днём усё смялей і ўладарней наступала вясна. Снег проста ўвачавідкі асядаў, змрачнеў і адсоўваўся як мага далей.Удзень капала са стрэх. Паветра вільгатнела, святлела. Ні з таго ні з сяго сярод белага дня галасіста спявалі пеўні, і на прагалінах капашыліся вераб\’і. Зіма, праўда, не хацела здавацца, храбрылася. Ноччу браўся яршысты марозік, сцягваў тонкім лядком лужыны.Ранкам церусіў халодны дожджык... Восень </i><br> Знайдзіце ў тэксце назыўны сказ і выпішыце граматычную аснову:";
quests[15][1] ="";
quests[15][2] ="";
quests[15][3] ="";
quests[15][4] ="";
quests[15][5] ="";
quests[15][6] ="восень";
quests[15][7] =2;

quests[16][0] = "Прачытайце тэкст і выканайце заданні: <br><i> Памаленьку, але з кожным днём усё смялей і ўладарней наступала вясна. Снег проста ўвачавідкі асядаў, змрачнеў і адсоўваўся як мага далей.Удзень капала са стрэх. Паветра вільгатнела, святлела. Ні з таго ні з сяго сярод белага дня галасіста спявалі пеўні, і на прагалінах капашыліся вераб\’і. Зіма, праўда, не хацела здавацца, храбрылася. Ноччу браўся яршысты марозік, сцягваў тонкім лядком лужыны.Ранкам церусіў халодны дожджык... Восень </i><br> Знайдзіце і выпішыце з тэксту пабочнае слова:";
quests[16][1] ="";
quests[16][2] ="";
quests[16][3] ="";
quests[16][4] ="";
quests[16][5] ="";
quests[16][6] ="праўда";
quests[16][7] =2;

quests[17][0] = "Прачытайце тэкст і выканайце заданні: <br><i> Памаленьку, але з кожным днём усё смялей і ўладарней наступала вясна. Снег проста ўвачавідкі асядаў, змрачнеў і адсоўваўся як мага далей.Удзень капала са стрэх. Паветра вільгатнела, святлела.</i><u> Ні з таго ні з сяго сярод белага дня галасіста спявалі пеўні, і на прагалінах капашыліся вераб\’і.</u><i> Зіма, праўда, не хацела здавацца, храбрылася. Ноччу браўся яршысты марозік, сцягваў тонкім лядком лужыны.Ранкам церусіў халодны дожджык... Восень </i><br> Вызначце і запішыце тып пятага сказа паводле структуры:";
quests[17][1] ="";
quests[17][2] ="";
quests[17][3] ="";
quests[17][4] ="";
quests[17][5] ="";
quests[17][6] ="складаназлучаны";
quests[17][7] =2;

quests[18][0] ="Адзначце выразы, якія  з\’яўляюцца словазлучэннем:";
quests[18][1] ="пяцьдзясят другі;";
quests[18][2] ="пералівісты званок;";
quests[18][3] ="вакол лесу;";
quests[18][4] ="прыйсці на экзамен;";
quests[18][5] ="спагада і паразуменне.";
quests[18][6] ="24";
quests[18][7] =0;

quests[19][0] ="Адзначце сказы, у якіх на месцы пропуску абавязкова ставіцца працяжнік:";
quests[19][1] ="Дабрыня _ гэта самы светлы талент.";
quests[19][2] ="Жывіца  _ не вадзіца.";
quests[19][3] ="Твае  вочы _ нібы дзве крыніцы.";
quests[19][4] ="Наша мэта _ даследаваць гэты старажытны край.";
quests[19][5] ="Пяць і сем _ дванаццаць.";
quests[19][6] ="145";
quests[19][7] =0;

quests[20][0] ="Адзначце сказы з аднароднымі членамі, у якіх прапушчаны знакі прыпынку:";
quests[20][1] ="Лес натхняе чалавека любіць ды шанаваць усё жывое на Зямлі.";
quests[20][2] ="Люблю ліпнёвы грыбасей і ціш палёў, і водар мяты.";
quests[20][3] ="Васіль стаяў ля весніц ні жывы ні мёртвы.";
quests[20][4] ="Шумныя асеннія бярозы нагадвалі мне пра былое каханне.";
quests[20][5] ="Дамы, дрэвы, сілуэты караблёў усё было размыта, як на японскіх гравюрах.";
quests[20][6] ="25";
quests[20][7] =0;

quests[21][0] ="Адзначце сказы, у якіх выдзеленыя курсівам словы трэба выдзеліць коскамі:";
quests[21][1] ="Сопкі на тым беразе былі <i>відаць</i> ледзь не кожным сваім дрэўцам.";
quests[21][2] ="Воіны збіраліся <i>відаць</i> ісці на дапамогу князю Кейстуту.";
quests[21][3] ="<i>Жыццё</i> ты стэп, што выгараў да краю, дрыготкі ліст на восеньскім галлі.";
quests[21][4] ="Мы з настаўнікам закранулі <i>нават</i> тэму кахання, але ў літаратурным плане.";
quests[21][5] ="На <i>жаль</i> мая прага да новых адкрыццяў сутыкалася з неразуменнем бацькоў.";
quests[21][6] ="235";
quests[21][7] =0;

quests[22][0] ="Адзначце сказы, у якіх знакі прыпынку расстаўлены правільна:";
quests[22][1] ="Прыцярушаныя снегам яны на дрэвах здаюцца аксамітнымі.";
quests[22][2] ="Прадслава ( унучка Усяслава) пераняла ад дзеда вялікі духоўны запал.";
quests[22][3] ="Лагодны ветрык, напоўнены ляснымі  пахамі, лашчыў галіны.";
quests[22][4] ="Аздобленыя маладзенькімі шышачкамі, сосны цягнуліся гонкім борам уздоўж возера.";
quests[22][5] ="Майстар па прозвішчы Музыка вырабляў цудадзейныя па гучанні жалейкі.";
quests[22][6] ="23";
quests[22][7] =0;

quests[23][0] ="Адзначце сказы, у якіх выдзеленыя канструкцыі неабходна выдзеліць коскамі:";
quests[23][1] ="Там <i>за высокім бетонным бардзюрам</i> і дзень і ноч ішла будоўля.";
quests[23][2] ="Ранкам птушкі зноў вяртаюцца на свае ўлюбёныя месцы <i>напаўняючы луг звонкімі галасамі.</i>";
quests[23][3] ="У такой складанай сітуацыі нельга сядзець <i>склаўшы рукі</i>.";
quests[23][4] ="Хлопчык бег у бок вёскі <i>не азіраючыся</i>.";
quests[23][5] ="Берагі Нарачы <i>апрача паўночнага і паўднёвага</i> ўкрыты лесам.";
quests[23][6] ="125";
quests[23][7] =0;

quests[24][0] ="Адзначце сказы, у якіх на месцы пропускаў неабходна паставіць коскі:";
quests[24][1] ="На лаўку апусціўся кляновы ліст, чырвоны _ як гусіная лапка.";
quests[24][2] ="Кожная кветачка _ нібы абведзена дзіцячай рукой.";
quests[24][3] ="На галінах _нібы цацкі на навагодняй елцы_ свецяцца бела-жоўтым водсветам антонаўкі.";
quests[24][4] ="Усе грыбы былі _ як на падбор.";
quests[24][5] ="";
quests[24][6] ="13";
quests[24][7] =0;

quests[25][0] ="Адзначце складаназлучаныя сказы, у якіх на месцы пропуску ставіцца коска:";
quests[25][1] ="Дакранешся да галінкі _ і на цябе абрынецца снежны абвал.";
quests[25][2] ="Свяціла зыркае восеньскае сонца _ і разгараўся цудоўны дзень залатога бабінага лета.";
quests[25][3] ="Хай свішчуць івалгі ранкам росным і салаўі нам пяюць па начах.";
quests[25][4] ="Ужо добра сцямнела _ а снегавыя крупінкі ўсё сыпаліся і сыпаліся з нізкага неба.";
quests[25][5] ="Можа, з гадзіну грымеў гром _ і ішоў праліўны дождж.";
quests[25][6] ="24";
quests[25][7] =0;

quests[26][0] ="Адзначце бяззлучнікавыя сказы, у якіх на месцы пропуску ставіцца двукроп’е:";
quests[26][1] ="Сонца ціха скацілася з горкі _ месяц белы таемна свеціць.";
quests[26][2] ="Адмовішся пісаць _ загінеш як мастак.";
quests[26][3] ="Я ведаў здаўна _  кветкі без чалавечай ласкі расці не будуць.";
quests[26][4] ="Я выйшаў на ганак і аж зажмурыўся _ у вочы балюча ўдарыла ранішняе святло.";
quests[26][5] ="Ісці было цяжка _ спад быў круты, калючы гушчар раніў рукі.";
quests[26][6] ="345";
quests[26][7] =0;

quests[27][0] ="Адзначце сказы з прапушчанымі знакамі прыпынку:";
quests[27][1] ="\“Нас напаткала шчасце: такія гарлачыкі на рацэ рэдка сустрэнеш, – сказаў хлопец і дадаў – Мяне завуць Віктар\”.";
quests[27][2] ="\“Я не проста люблю мастацтва, – адказаў Агіевіч, – я захапляюся прыгожымі і найбольш старадаўнімі рэчамі\”.";
quests[27][3] ="Дзед Астап сказаў: \“Раскажу я вам , мае сябры не казку, а самую чыстую быль\”.";
quests[27][4] ="\“Будучыня ў сённяшнім, але будучыня і ў мінулым\” – пісаў А.Франс.";
quests[27][5] ="Настаўніца спытала ў Ганны: \“ Куды ты збіраешся паступаць пасля школы\”";
quests[27][6] ="1345";
quests[27][7] =0;

quests[28][0] ="Прачытайце тэкст і выканайце заданні:<br><i> Даўно з усіх кветак найбольш люблю бэз. Бэз расцвітаў якраз у час школьных экзаменаў. Букет ружова-сініх кветак заўсёды стаяў на стале, засланым чырвоным абрусам. За сталом сядзелі строгія экзаменатары, а на ім былі акуратна раскладзены білеты. Які з іх выбраць? Падыходзячы да стала, я заўсёды хваляваўся. У такія хвіліны я, безумоўна, не звяртаў увагі на бэз. Затое пасля экзамену пах бэзу  да самага вечара п’яніў мне галаву.</i><br>Вызначце і запішыце стыль тэксту:";
quests[28][1] ="";
quests[28][2] ="";
quests[28][3] ="";
quests[28][4] ="";
quests[28][5] ="";
quests[28][6] ="мастацкі";
quests[28][7] =2;

quests[29][0] ="Прачытайце тэкст і выканайце заданні:<br><i> Даўно з усіх кветак найбольш люблю бэз. Бэз расцвітаў якраз у час школьных экзаменаў. Букет ружова-сініх кветак заўсёды стаяў на стале, засланым чырвоным абрусам. За сталом сядзелі строгія экзаменатары, а на ім былі акуратна раскладзены білеты. Які з іх выбраць? Падыходзячы да стала, я заўсёды хваляваўся. У такія хвіліны я, безумоўна, не звяртаў увагі на бэз. Затое пасля экзамену пах бэзу  да самага вечара п’яніў мне галаву.</i><br>Вызначце тып тэксту і запішыце:";
quests[29][1] ="";
quests[29][2] ="";
quests[29][3] ="";
quests[29][4] ="";
quests[29][5] ="";
quests[29][6] ="апавяданне";
quests[29][7] =2;

quests[30][0] ="Прачытайце тэкст і выканайце заданні:<br><i> Даўно з усіх кветак найбольш люблю бэз. Бэз расцвітаў якраз у час школьных экзаменаў. Букет ружова-сініх кветак заўсёды стаяў на стале, засланым чырвоным абрусам. За сталом сядзелі строгія экзаменатары, а на ім былі акуратна раскладзены білеты. </i><u>Які з іх выбраць?</u><i> Падыходзячы да стала, я заўсёды хваляваўся. У такія хвіліны я, безумоўна, не звяртаў увагі на бэз. Затое пасля экзамену пах бэзу  да самага вечара п’яніў мне галаву.</i><br>Вызначце і запішыце тып пятага сказа паводле мэты выказвання:";
quests[30][1] ="";
quests[30][2] ="";
quests[30][3] ="";
quests[30][4] ="";
quests[30][5] ="";
quests[30][6] ="пытальны";
quests[30][7] =2;

quests[31][0] ="Прачытайце тэкст і выканайце заданні:<br><i> Даўно з усіх кветак найбольш люблю бэз. Бэз расцвітаў якраз у час школьных экзаменаў. Букет ружова-сініх кветак заўсёды стаяў на стале, засланым чырвоным абрусам. За сталом сядзелі строгія экзаменатары, а на ім былі акуратна раскладзены білеты. Які з іх выбраць? Падыходзячы да стала, я заўсёды хваляваўся. У такія хвіліны я, безумоўна, не звяртаў увагі на бэз. Затое пасля экзамену пах бэзу  да самага вечара п’яніў мне галаву.</i><br>Знайдзіце ў тэксце пэўна-асабовы сказ і выпішыце граматычную аснову:";
quests[31][1] ="";
quests[31][2] ="";
quests[31][3] ="";
quests[31][4] ="";
quests[31][5] ="";
quests[31][6] ="люблю";
quests[31][7] =2;

quests[32][0] ="Прачытайце тэкст і выканайце заданні:<br><i> Даўно з усіх кветак найбольш люблю бэз. Бэз расцвітаў якраз у час школьных экзаменаў. Букет ружова-сініх кветак заўсёды стаяў на стале, засланым чырвоным абрусам. За сталом сядзелі строгія экзаменатары, а на ім былі акуратна раскладзены білеты. Які з іх выбраць? Падыходзячы да стала, я заўсёды хваляваўся. У такія хвіліны я, безумоўна, не звяртаў увагі на бэз. Затое пасля экзамену пах бэзу  да самага вечара п’яніў мне галаву.</i><br>Знайдзіце і выпішыце з тэксту пабочнае слова:";
quests[32][1] ="";
quests[32][2] ="";
quests[32][3] ="";
quests[32][4] ="";
quests[32][5] ="";
quests[32][6] ="безумоўна";
quests[32][7] =2;

quests[33][0] ="Прачытайце тэкст і выканайце заданні:<br><i> Даўно з усіх кветак найбольш люблю бэз. Бэз расцвітаў якраз у час школьных экзаменаў. Букет ружова-сініх кветак заўсёды стаяў на стале, засланым чырвоным абрусам.</i><u> За сталом сядзелі строгія экзаменатары, а на ім былі акуратна раскладзены білеты</u><i>. Які з іх выбраць? Падыходзячы да стала, я заўсёды хваляваўся. У такія хвіліны я, безумоўна, не звяртаў увагі на бэз. Затое пасля экзамену пах бэзу  да самага вечара п’яніў мне галаву.</i><br>Вызначце і запішыце тып чацвёртага сказа паводле структуры:";
quests[33][1] ="";
quests[33][2] ="";
quests[33][3] ="";
quests[33][4] ="";
quests[33][5] ="";
quests[33][6] ="складаназлучаны";
quests[33][7] =2;
///////////////////////////
//restyle
let checkboxes = document.getElementsByClassName("m0");
let chLabels   = document.getElementsByClassName("m1");
let radio = document.getElementsByClassName("r0");
let rLabels = document.getElementsByClassName("r1");

for (let i=0; i<5; i++){
    checkboxes[i].style.left=10+ "px";
    checkboxes[i].style.top =10+ i* 90+ "px"; 
    chLabels[i].style.left = 30+ "px";
    chLabels[i].style.top = 3+ i* 90+ "px";

    radio[i].style.left= 10 + "px";
    radio[i].style.top = 10+ i* 90+ "px";
    rLabels[i].style.left = 30+ "px";
    rLabels[i].style.top = 3+ i* 90+ "px"; 
}